Repository: ECarlsson/ftek-theme
Catalog: languages/*.po
Languages: sv_se

source: The Physics Division
sv_se: Fysikteknologsektionen

source: Chalmers tekniska högskola
sv_se: Chalmers University of Technology

source: Login
sv_se: Logga in

source: Logout
sv_se: Logga ut

source: Settings
sv_se: Inställningar

source: Register
sv_se: Registrera

source: Byt till svenska
sv_se: Switch to English

source: Org. no
sv_se: Org. nr

source: Visitor address
sv_se: Besöksadress

source: Mailing address
sv_se: Postadress

source: Development
sv_se: Utveckling

source: Development and design
sv_se: Design och utveckling

source: Maintenance and development
sv_se: Underhåll och utveckling

source: A Student Division of
sv_se: En del av

source: Looking for someone?
sv_se: Letar du efter någon?

source: Page could not be found.
sv_se: Sidan kunde inte hittas.

source: %s News
sv_se: %s Nyheter

source: Comment navigation
sv_se: Kommentarnavigering

source: &larr; Older Comments
sv_se: &larr; Äldre kommentarer

source: Newer Comments &rarr;
sv_se: Nyare kommentarer &rarr;

source: Comments are closed.
sv_se: Kommentarer är avstängda.

source: Links
sv_se: Länkar

source: Course representatives
sv_se: Kursutvärderare

source: Disclaimer
sv_se: Förbehåll

source: The information on this page is not official and is to be taken with a healthy grain of salt.
sv_se: Informationen på den här sidan är inte officiell och ska tas med en hälsosam nypa salt.

source: Continue reading <span class="meta-nav">&rarr;</span>
sv_se: Läs vidare <span class="meta-nav">&rarr;</span>

source: Pages:
sv_se: Sidor:

source: Edit
sv_se: Redigera

source: Top Menu
sv_se: Toppmeny

source: Posts navigation
sv_se: Inläggsnavigering

source: Posts
sv_se: Inlägg

source: Types
sv_se: Typer

source: <span class="meta-nav">&larr;</span> Older posts
sv_se: <span class="meta-nav">&larr;</span> Äldre inlägg

source: Newer posts <span class="meta-nav">&rarr;</span>
sv_se: Nyare inlägg <span class="meta-nav">&rarr;</span>

source: Post navigation
sv_se: Inläggsnavigering

source: Sticky
sv_se: Klistrad

source: Written %1$s by %2$s.
sv_se: Skrivet %1$s av %2$s.

source: More news from
sv_se: Mer nyheter från

source: Welcome to the ftek admin!
sv_se: Välkommen till fteks admin-sidor!

source: Guidelines – read before posting!
sv_se: Riktlinjer – läs innan du skriver!

source: How to write a news item
sv_se: Att skriva en nyhet

source: How to create an event
sv_se: Att skapa ett evenemang

source: How to edit your club's page
sv_se: Att redigera din förenings sida

source: How to add a subpage to your club's page
sv_se: Att lägga till en undersida till din förenings sida

source: How to edit course pages
sv_se: Att redigera kurssidor

source: How to edit the menus
sv_se: Att redigera menyerna

source: How to edit widgets
sv_se: Att redigera widgets

source: How to change users roles
sv_se: Att ändra användarroller

source: News
sv_se: Nyheter

source: All
sv_se: Alla

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
sv_se: <span class="attachment-meta">Publicerad <time class="entry-date" datetime="%1$s">%2$s</time> i <a href="%3$s" title="Återvänd till %4$s" rel="gallery">%5$s</a></span>

source: Full resolution
sv_se: Full upplösning

source: <span class="meta-nav">&larr;</span> Previous
sv_se: <span class="meta-nav">&larr;</span> Föregående

source: Next <span class="meta-nav">&rarr;</span>
sv_se: Nästa <span class="meta-nav">&rarr;</span>

source: ftek theme requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
sv_se: ftek-temat kräver minst WordPress version 3.6. Du har version %s. Uppgradera och försök igen.

source: Related news
sv_se: Relaterade nyheter

source: %s Archives
sv_se: %s Arkiv

source: More events &#8594;
sv_se: Fler evenemang &#8594;

source: Subscribe
sv_se: Prenumerera

source: Go to calendar view
sv_se: Gå till kalendervyn

source: You are only viewing events. Would you like to
sv_se: Du visar just nu endast evenemang. Vill du

source: go to the calendar
sv_se: öppna kalendern

source: Filter
sv_se: Filtrera

source: Reset
sv_se: Återställ

source: Showing news from
sv_se: Visar nyheter från

source: By:
sv_se: Av:

source: It is terror for the evil man to awake in darkness and see The Phantom.
sv_se: Att vakna i mörkret och se Fantomen – en fasa för onda män.

source: He who looks upon the Phantom's face will die a horrible death.
sv_se: Den som ser Fantomen utan mask dör en fasansfull död.

source: There are times when the Phantom leaves the jungle and walks the streets of the town like an ordinary man.
sv_se: Det finns nätter då Fantomen lämnar djungeln och går på stadens gator som en vanlig man.

source: You never find the Phantom – he finds you.
sv_se: Du hittar aldrig Fantomen – han hittar dig.

source: When the Phantom asks, you answer.
sv_se: Då Fantomen frågar svarar man.

source: When the Phantom moves, lightning stands still.
sv_se: Då Fantomen rör sig står blixten stilla.

source: The voice of the Phantom turns the blood to ice.
sv_se: Fantomens röst isar i blodet.

source: The Phantom has the strength of ten tigers.
sv_se: Fantomen har tio tigrars styrka.

source: The Phantom has a thousand eyes and a thousand ears.
sv_se: Fantomen har tusen ögon och tusen öron.

source: The Phantom moves as silently as the jungle cat.
sv_se: Fantomen smyger tystare än djungelkatten.

source: The Phantom is rough with roughnecks.
sv_se: Fantomen är hård mot de hårda.

source: Never point a gun at the Phantom.
sv_se: Sikta aldrig på Fantomen.

source: Learn to love the darkness.
sv_se: Lär dig älska mörkret.
